<?php
//Тип клиента
//Тип документа удостоверяющего личность
//Название тарифного плана
//Язык общения
//Язык общения
$GLOBALS['app_list_strings']['state_list']=array (
    'closer' => 'Закрыто',
    'transferred' => 'Передано в обработку или назначено',
    'processed' => 'Обрабатывается',
);
$GLOBALS['app_list_strings']['tariff_plan_list']=array (
  'CALLFAM' => 'Звони семье',
  'CALLFOLK' => 'Звони близким',
);

$GLOBALS['app_list_strings']['client_type_list']=array (
  '' => '',
  0 => 'PrePaid',
  1 => 'Corp',
);

$GLOBALS['app_list_strings']['language_of_communication_list']=array (
  '' => '',
  1 => 'Русский',
  2 => 'Таджикский',
  3 => 'Узбекский',
  4 => 'Киргизский',
  5 => 'Английский',
  6 => 'Турецкий',
  7 => 'Грузинский',
  8 => 'Армянский',
  9 => 'Китайский',
  10 => 'Вьетнамский',
);
$GLOBALS['app_list_strings']['Elastic_boost_options']=array (
  4 => 'Договор зарегистрирован в АБС автоматически',
);
$GLOBALS['app_list_strings']['doc_type_list']=array (
  '' => '',
  1 => 'Паспорт РФ',
  2 => 'Паспорт иностранного гражданина',
);
$GLOBALS['app_list_strings']['grazhdanstvo_list']=array (
  'Rf' => 'РФ',
  'Uz' => 'Узбекистан',
  'Tj' => 'Таджикистан',
  'Kg' => 'Киргизия',
);
$GLOBALS['app_list_strings']['Document_type_v2_list']=array (
  1 => 'Паспорт РФ',
  2 => 'Паспорт ИГ',
  3 => 'Патент',
  4 => 'ВНЖ',
  5 => 'РВП',
  6 => 'Полис ДМС',
  7 => 'Перевод паспорта',
  8 => 'Миграционная карта',
  9 => 'Регистрация',
  10 => 'Квитанция за патент',
  11 => 'Трудовой договор',
  12 => 'Ученический договор',
  13 => 'Политика ВК',
  14 => 'НДА',
  15 => 'ППБ',
);

$GLOBALS['app_list_strings']['document_status_list']=array (
  1 => 'Подписан и отсканирован',
  2 => 'Подписан',
  3 => 'Ожидает подписи',
  4 => 'Ожидает выдачи',
  5 => 'Другой',
);
$GLOBALS['app_list_strings']['imya_sistemy_list']=array (
  1 => 'line24',
  2 => 'SugarCRM',
  3 => 'TM',
  4 => 'VDI',
  5 => 'Operator_ID',
  6 => 'CSM',
  7 => 'QN',
  8 => 'e-mail',
  9 => 'sbms',
);
$GLOBALS['app_list_strings']['main_sim_list']=array (
  'ss' => 'SimSim',
  'mf' => 'MegaFon',
  'bee' => 'Beeline',
  'MTS' => 'MTS',
  'tele2' => 'Tele2',
  'Yota' => 'Yota',
  'Aiva' => 'Aiva',
  '7k' => '7k',
);
$GLOBALS['app_list_strings']['reklama_list_list']=array (
  1 => 'не видел не слышал',
  2 => 'реклама по радио ВОСТОК ФМ',
  3 => 'реклама в метро',
  4 => 'реклама на вокзалах',
  5 => 'листовки от промоутеров',
  6 => 'на стойках продаж',
  7 => 'от друзей/знакомых',
  8 => 'другое (желательно уточнить)',
);
$GLOBALS['app_list_strings']['reklama_list_list']=array (
  2 => 'реклама по радио ВОСТОК ФМ',
  6 => 'на стойках продаж',
  3 => 'реклама в метро',
  7 => 'от друзей/знакомых',
  1 => 'не видел не слышал',
  4 => 'реклама на вокзалах',
  8 => 'другое (желательно уточнить)',
  5 => 'листовки от промоутеров',
);
$GLOBALS['app_list_strings']['reklama_list_list']=array (
  3 => 'реклама в метро',
  4 => 'реклама на вокзалах',
  5 => 'реклама в автобусах(маршрутках)',
  2 => 'реклама по радио ВОСТОК ФМ',
  6 => 'Через интернет',
  7 => 'от друзей/знакомых',
  8 => 'другое (желательно уточнить)',
  1 => 'не видел не слышал',
);
$GLOBALS['app_list_strings']['reklama_list_list']=array (
  2 => 'реклама по радио ВОСТОК ФМ',
  4 => 'реклама на вокзалах',
  5 => 'реклама в автобусах(маршрутках)',
  3 => 'реклама в метро',
  7 => 'от друзей/знакомых',
  8 => 'другое (желательно уточнить)',
  6 => 'Через интернет',
  1 => 'не видел не слышал',
);